Revit 2027 API
GroupTypeId.Data Property
 Data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Data { get; }
Public Shared ReadOnly Property Data As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Data {
	ForgeTypeId^ get ();
}
static member Data : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace